soap/shop.soap

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://api.ankama.com/Game/shop.soap" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
	<SOAP-ENV:Body>
		<ns1:Home>
			<sLang xsi:type="xsd:string">fr</sLang>
			<sShopKey xsi:type="xsd:string">WAKFU_INGAME</sShopKey>
		</ns1:Home>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
